Revit 2027 API
FamilyInstanceFilter.FamilySymbolId Property
 The family symbol id.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId FamilySymbolId { get; }
Public ReadOnly Property FamilySymbolId As ElementId
	Get
public:
property ElementId^ FamilySymbolId {
	ElementId^ get ();
}
member FamilySymbolId : ElementId with get
Property Value
ElementId
See Also
Reference
FamilyInstanceFilter Class
Autodesk.Revit.DB Namespace